[{"category": "tech", "description": "On October 7th, residents of the Chinese cities of Jiangxi and Foshan reported a strange sight - Towering skyscrapers that appeared to be dangling from the clouds. As the video of the 'floating city' went viral, it resulted in various theories. Some speculated the residents had seen a window to a parallel universe while others believed they had just glimpsed into a secret NASA project. Then there were the skeptics that dismissed the whole thing as a hoax. While that may still be the case, some experts believe that it could also have been a rare, naturally occurring optical illusion called Fata Morgana.", "sentiment": "positive", "title": "China's 'Floating City' Was Most Likely A Rare (Superior) Mirage Or Fata Morgana Kids News Article", "url": "http://www.dogonews.com/2015/12/3/chinas-floating-city-was-most-likely-a-rare-superior-mirage-or-fata-morgana", "readability": 10.0}, {"category": "tech", "description": "Two years ago, Jeff Bezos, the founder, and CEO of retail giant Amazon Inc. announced that the company would soon be introducing Amazon Prime Air - A new 30-minute delivery service using unmanned drones. Timed to coincide with the country's biggest online shopping day - 'Cyber Monday,' the news generated a lot of excitement among consumers. Unfortunately, thanks to the U.S. Federal Aviation Authority (FAA), the service has yet to 'take off!' But Amazon has not given up.", "sentiment": "positive", "title": "Amazon's New Delivery Drone Is Sleeker, Smarter, And Still Illegal! Kids News Article", "url": "http://www.dogonews.com/2015/12/1/amazons-new-delivery-drone-is-sleeker-smarter-and-still-illegal", "readability": 9.8}, {"category": "tech", "description": "Space travel has come a long way since Russian cosmonaut Yuri Gagarin orbited Earth in 1961. However, the one thing that has eluded scientists thus far is a rocket that can be used multiple times. Though that may not sound like a big deal, it is for companies that want to make sub-orbital travel available to everyone. That's because a large proportion of the cost goes towards building the rocket which only flies once. It is therefore no wonder that Blue Origin's successful launch and landing of the world's first reusable rocket is causing such excitement.", "sentiment": "positive", "title": "Blue Origin Makes History With Successful Launch And Landing Of Reusable Rocket Kids News Article", "url": "http://www.dogonews.com/2015/11/30/blue-origin-makes-history-with-successful-launch-and-landing-of-reusable-rocket", "readability": 12.5}, {"category": "tech", "description": "Most people have a love-hate relationship with gum. For delicious as it is, the sticky tasteless waste that remains is not just annoying especially when inadvertently stepped upon, but also, harmful to the environment. That's because the primary ingredient in most modern chewing gums is synthetic rubber which is not biodegradable. With an estimated 560,000 tons of gum being chewed each year, this adds a lot of unwanted polymer to our already overwhelmed landfills. Now thanks to Gumdrop Ltd., there may be a solution to this sticky problem.", "sentiment": "positive", "title": "Playful Gumdrop Bins Help Reduce Sticky Gum Litter And Give It A Second Life Kids News Article", "url": "http://www.dogonews.com/2015/11/29/playful-gumdrop-bins-help-reduce-sticky-gum-litter-and-give-it-a-second-life", "readability": 10.8}, {"category": "tech", "description": "Like most cities, the streets of Seoul in South Korea are usually bustling with activity. However, that changes in July when a short but intense monsoon season transforms the vibrant city into a ghost town. This year, a team of artists tried to change that by transforming the typically gloomy and quiet streets into a beautiful explosion of color and life.", "sentiment": "positive", "title": "Stunning Street Art Brightens Seoul's Dreary Monsoon Season Kids News Article", "url": "http://www.dogonews.com/2015/11/28/stunning-street-art-brightens-seouls-dreary-monsoon-season", "readability": 11.4}, {"category": "tech", "description": "Tomorrow, November 26th is Thanksgiving, one of the most popular holidays on the American calendar. Celebrated on the last Thursday of every November, the day commemorates the 1621 harvest reaped by the Plymouth Colony after a harsh winter. While food and family remain at the forefront of the celebrations, several new traditions have been introduced over the years. How did all these fun rituals begin? Read on . . .", "sentiment": "positive", "title": "The History Behind Some Of Our Favorite Thanksgiving Traditions Kids News Article", "url": "http://www.dogonews.com/2015/11/25/the-history-behind-some-of-our-favorite-thanksgiving-traditions", "readability": 10.4}, {"category": "tech", "description": "Vending machines have come a long way since British inventor Percival Everitt built the first coin-operated contraption in 1883 to dispense postcards. Today they can dish out a variety of goodies ranging from cold sodas to electronics, clothing, and even steaming hot pizza. Now Phoenix-based Carvana has taken vending machines to a whole new level with one that dispenses cars!", "sentiment": "positive", "title": "Video Of The Week - Vending Machine Dispenses Cars! Kids News Article", "url": "http://www.dogonews.com/2015/11/23/video-of-the-week-vending-machine-dispenses-cars", "readability": 11.6}, {"category": "tech", "description": "Every few years comes a fitness trend that has people scratching their heads in amazement. 'Crunning' will probably be one of them. In case you are wondering, the 'c' stands for 'crawling'. Yes, that's right, the new sport entails two-legged humans running on all fours!", "sentiment": "positive", "title": "Tired of Running? You May Want To Give 'Crunning' A Try! Kids News Article", "url": "http://www.dogonews.com/2015/11/23/tired-of-running-you-may-want-to-give-crunning-a-try", "readability": 9.3}, {"category": "tech", "description": "On Sunday, November 8th, Dallas resident Samuel Flores was on his way to breakfast when he noticed a Giant Pyrenees standing on the grassy pavement vigilantly watching over the lifeless body of another dog.", "sentiment": "positive", "title": "Loyal Giant Pyrenees Stands Guard Over Canine Buddy Hit By A Car Kids News Article", "url": "http://www.dogonews.com/2015/11/21/loyal-giant-pyrenees-stands-guard-over-canine-buddy-hit-by-a-car", "readability": 10.8}, {"category": "tech", "description": "Since their formation in 2003, Anonymous, a loosely organized international group of hackers have conducted a series of well-orchestrated cyber attacks on corporations, governments, and individuals. Some of the crusades have been justified and necessary, while others have been viewed as vindictive. But few people have any reservations about their most recent undertaking - To bring down ISIS!", "sentiment": "positive", "title": "Hacker Group Anonymous Plans To Use Cyber Skills To Take Down ISIS Kids News Article", "url": "http://www.dogonews.com/2015/11/20/hacker-group-anonymous-plans-to-use-cyber-skills-to-take-down-isis", "readability": 11.8}, {"category": "politics", "description": "On Friday, November 13th, residents of the beautiful city of Paris suffered through what will go down in history as one of the worst acts of violence in France since World War II. The orchestrated attacks were carried out by eight members of the extremist group ISIS at seven predetermined locations of the French capital. The targets that included restaurants, bars, a soccer stadium and concert theater were carefully selected to cause maximum damage.", "sentiment": "positive", "title": "Terror In Paris Kids News Article", "url": "http://www.dogonews.com/2015/11/15/terror-in-paris", "readability": 11.7}, {"category": "tech", "description": "On Friday, October 30th, New York City residents received an early Halloween surprise when Disney's street urchin Aladdin and his \"magic carpet\" came zooming down the streets. The clever stunt that appeared to be straight out of the popular movie was the brainchild of vlogger Jesse Wellens, and reality television star Casey Neistat.", "sentiment": "positive", "title": "Video Of  The Week - Aladdin And His \"Magic Carpet\" Take New York City By Storm Kids News Article", "url": "http://www.dogonews.com/2015/11/2/video-of-the-week-aladdin-and-his-magic-carpet-take-new-york-city-by-storm", "readability": 11.2}, {"category": "tech", "description": "On October 24th, a group of sailors from the RYCC Savoia yacht club in Naples, Italy were enjoying a beautiful day on the water when they noticed an animal swimming toward them. Upon getting closer, they realized it was a tiny puppy that was holding on for dear life in the freezing waters of the Gulf of Naples.", "sentiment": "positive", "title": "Video Of The Week - Italian Sailors Rescue Adorable Puppy Lost At Sea Kids News Article", "url": "http://www.dogonews.com/2015/11/9/video-of-the-week-italian-sailors-rescue-adorable-puppy-lost-at-sea", "readability": 10.3}, {"category": "tech", "description": "In early October, researchers from Utah's Brigham Young University revealed the discovery of a new species of a giant pterosaur. The massive reptile is believed to have inhabited Earth over two hundred million years ago during the Triassic Period when most of the continents were combined in the giant C-shaped supercontinent known as Pangaea.", "sentiment": "positive", "title": "Giant Pterosaur Found In Utah Quarry Had 110 Teeth And Some Wicked Fangs! Kids News Article", "url": "http://www.dogonews.com/2015/11/4/giant-pterosaur-found-in-utah-quarry-had-110-teeth-and-some-wicked-fangs", "readability": 12.1}, {"category": "politics", "description": "On Wednesday, November 11th, Americans will celebrate Veterans Day. The special holiday is dedicated to the brave men and women of the armed forces who risk their lives on a daily basis to keep the rest of us safe and free. They include members of the US Army, Navy, Marine Corps, National Guard, Air Force, and the Coast Guard.", "sentiment": "positive", "title": "Celebrating Veterans Day Kids News Article", "url": "http://www.dogonews.com/2015/11/9/celebrating-veterans-day", "readability": 11.3}, {"category": "tech", "description": "Every year, the hard-working folks at Guinness World Records scour the globe to seek out and recognize the incredible achievements and talents of both humans and animals. This year was no exception. On September 10, the company released a sneak peek into all the fascinating records fans can look forward to in the 2016 edition of the iconic book.", "sentiment": "positive", "title": "Video Of The Week - A Sneak Peek At The 2016 Guinness World Records Kids News Article", "url": "http://www.dogonews.com/2015/9/14/video-of-the-week-a-sneak-peek-at-the-2016-guinness-world-records", "readability": 8.6}]