[{"category": "politics", "description": "The couple suspected of killing 14 people at a holiday party in California amassed thousands of rounds of ammunition and a dozen pipe bombs, authorities said on Thursday as they sought clues to the pair's motives and whether they had links to Islamist militants.", "senRate": "positive", "title": "\n                    U.S. authorities look for militant links to shooters in California mass slaying\n| Reuters\n\n", "url": "http://www.reuters.com/article/2015/12/04/us-california-shooting-idUSKBN0TL2F120151204", "readRate": 14.4}, {"category": "tech", "description": "Of all the shocking details emerging after Wednesday's mass shooting in California, one stands out as highly unusual: one of the two attackers who shot dead 14 and wounded 21 others at a holiday party was a woman.", "senRate": "positive", "title": "\n                    Female attacker stands out in California mass shooting\n| Reuters\n\n", "url": "http://www.reuters.com/article/2015/12/03/us-california-shooting-women-idUSKBN0TM2Y420151203", "readRate": 12.0}, {"category": "politics", "description": "At age 28, Syed Rizwan Farook inspected restaurants and public pools. A Muslim, he was from a self-described religious but modern California family. But on Wednesday, he and Tashfeen Malik, 27, left their infant daughter with Farook's mother, put on black assault-style clothing, armed themselves and launched the deadliest U.S. shooting spree in three years.", "senRate": "positive", "title": "\n                    Leaving behind baby, couple launched deadliest U.S. assault in years\n| Reuters\n\n", "url": "http://www.reuters.com/article/2015/12/03/california-shooting-suspects-idUSKBN0TM0XS20151203", "readRate": 11.3}, {"category": "tech", "description": "The San Bernardino County coroner on Thursday released the names of the 14 victims, ranging in age from 26 to 60, of Wednesday's  shooting rampage in California.", "senRate": "positive", "title": "\n                    Factbox: Coroner releases names of 14 victims in California shooting\n| Reuters\n\n", "url": "http://www.reuters.com/article/2015/12/04/us-california-shooting-victims-factbox-idUSKBN0TN01720151204", "readRate": 11.9}, {"category": "politics", "description": "Fourteen people were killed and 17 were wounded on Wednesday when a couple opened fire at a social services agency in the Southern California city of San Bernardino, the latest of many deadly rampages in the United States.", "senRate": "neutral", "title": "\n                    Factbox: Major shootings in the United States\n| Reuters\n\n", "url": "http://www.reuters.com/article/2015/12/03/us-california-shooting-factbox-idUSKBN0TL2NC20151203", "readRate": 11.4}, {"category": "business", "description": "Former Massey Energy Chief Executive Don Blankenship was found guilty in federal court on Thursday of conspiring to violate safety standards at the Upper Big Branch mine, the site of a 2010 blast that killed 29 people.", "senRate": "positive", "title": "\n                    Former Massey CEO found guilty of conspiracy in West Virginia mine blast\n| Reuters\n\n", "url": "http://www.reuters.com/article/2015/12/03/us-massey-energy-ceo-idUSKBN0TM2CV20151203", "readRate": 11.4}, {"category": "politics", "description": "One person was shot on Thursday when gunfire erupted inside a Wal-Mart store in a Chicago suburb, police in Illinois said.", "senRate": "positive", "title": "\n                    One wounded in shooting at Illinois Wal-Mart store\n| Reuters\n\n", "url": "http://www.reuters.com/article/2015/12/04/us-illinois-shooting-walmart-idUSKBN0TN05620151204", "readRate": 10.0}, {"category": "entertainment", "description": "President Barack Obama and his family led the lighting of the National Christmas Tree on Thursday, with charity, thanks, and a moment of reflection for the victims of Wednesday's shooting.", "senRate": "positive", "title": "\n                    Obama lights national tree, remembers California victims\n| Reuters\n\n", "url": "http://www.reuters.com/article/2015/12/04/us-christmas-season-whitehouse-idUSKBN0TN01H20151204", "readRate": 11.3}, {"category": "politics", "description": "A former Soviet army tank officer convicted for his role in a 2009 attack on U.S. and Afghan soldiers, was sentenced in federal court on Thursday to life in prison plus 30 years.", "senRate": "negative", "title": "\n                    Russian Taliban fighter sentenced to life in prison in U.S.\n| Reuters\n\n", "url": "http://www.reuters.com/article/2015/12/04/us-usa-taliban-idUSKBN0TM2S020151204", "readRate": 12.2}, {"category": "business", "description": "Asian shares joined a global markets slump on Friday after the European Central Bank's stimulus package fell well short of markets' high expectations, sending the euro rocketing to its biggest one-day surge in nearly seven years.", "senRate": "positive", "title": "\n                    Global stocks hit, euro shines after ECB wrong-foots traders \n| Reuters\n\n", "url": "http://www.reuters.com/article/2015/12/04/us-global-markets-idUSKBN0TN01L20151204", "readRate": 7.4}, {"category": "tech", "description": "As sheriff’s investigators threaded past the battered cars, cast-off tires and rusted farm equipment cluttering Brent Nicholson’s front yard, there was no hint of the sinister stockpile hidden behind his windowless front door.", "senRate": "positive", "title": "\n                    Man’s hoard of nearly 5,000 guns shows ease of amassing arms in U.S.\n| Reuters\n\n", "url": "http://www.reuters.com/article/2015/12/03/us-usa-guns-stockpile-insight-idUSKBN0TM2LU20151203", "readRate": 14.0}, {"category": "politics", "description": "The U.S. military will let women serve in all combat roles, Defense Secretary Ash Carter said on Thursday in a historic move striking down gender barriers in the armed forces.", "senRate": "positive", "title": "\n                    U.S. military opens all combat roles to women\n| Reuters\n\n", "url": "http://www.reuters.com/article/2015/12/03/us-usa-military-women-combat-idUSKBN0TM28520151203", "readRate": 14.3}, {"category": "business", "description": "Federal Reserve Chair Janet Yellen, speaking the day before a key employment report, said on Thursday the U.S. economy needs to add fewer than 100,000 jobs a month to cover new entrants to the workforce, setting an implicit floor for the jobs growth policymakers want to see.", "senRate": "positive", "title": "\n                    Ahead of jobs report, Yellen says 100,000 would cover new entrants\n| Reuters\n\n", "url": "http://www.reuters.com/article/2015/12/03/us-usa-fed-yellen-idUSKBN0TM1YJ20151203", "readRate": 15.3}, {"category": "business", "description": "Assuming European Central Bank president Mario Draghi sees out his mandate, he will step down in October 2019. And financial markets reckon there's a fair chance he will complete his eight-year tenure without ever having raised interest rates.", "senRate": "positive", "title": "\n                    Will ECB's Draghi ever raise rates? Maybe in 2019\n| Reuters\n\n", "url": "http://www.reuters.com/article/2015/12/03/us-europe-markets-draghi-idUSKBN0TM29K20151203", "readRate": 11.6}, {"category": "politics", "description": "Turkish Prime Minister Ahmet Davutoglu dismissed Russian allegations that Turkey was buying oil from Islamic State as \"Soviet-style propaganda\" on Thursday and said the NATO member was doing all it could to secure its border with Syria.", "senRate": "negative", "title": "\n                    Turkey dismisses 'Soviet propaganda', says trying to secure Syria border \n| Reuters\n\n", "url": "http://www.reuters.com/article/2015/12/03/us-mideast-crisis-syria-turkey-idUSKBN0TM0U320151203", "readRate": 13.7}, {"category": "politics", "description": "President Vladimir Putin said Turkey's shooting down of a Russian military jet was a war crime and that the Kremlin would punish Ankara with additional sanctions, signaling fallout from the incident would be long-lasting and serious.", "senRate": "negative", "title": "\n                    Putin to Turkey: Expect more sanctions for jet shoot-down\n| Reuters\n\n", "url": "http://www.reuters.com/article/2015/12/03/us-russia-putin-idUSKBN0TM0YF20151203", "readRate": 15.6}, {"category": "politics", "description": "South Africa's \"Blade Runner\" Oscar Pistorius was found guilty on Thursday of murdering his girlfriend, in an appeal court ruling that could see him sent back to prison for at least 15 years.", "senRate": "positive", "title": "\n                    'Blade Runner' Pistorius found guilty of murder \n| Reuters\n\n", "url": "http://www.reuters.com/article/2015/12/03/us-safrica-pistorius-judgement-idUSKBN0TM0SS20151203", "readRate": 13.1}, {"category": "politics", "description": "The father of slain model Reeva Steenkamp said on Thursday he felt a sense of \"relief\" after South Africa's appeal court found that Oscar Pistorius was guilty of murdering Reeva, overturning the original lesser conviction of culpable homicide.", "senRate": "positive", "title": "\n                    Steenkamp's father 'relieved' after Pistorius found guilty of murder\n| Reuters\n\n", "url": "http://www.reuters.com/article/2015/12/03/us-safrica-pistorius-steenkamp-idUSKBN0TM13P20151203", "readRate": 13.5}, {"category": "business", "description": "An activist investor on Thursday renewed its push for Yahoo Inc (YHOO.O) to abandon its plans to spin off its valuable stake in Chinese e-commerce giant Alibaba Group Holding Ltd (BABA.N) and instead sell its core business \"at the highest price possible.\"", "senRate": "negative", "title": "\n                    Activist investor renews call for Yahoo to sell core business\n| Reuters\n\n", "url": "http://www.reuters.com/article/2015/12/03/us-yahoo-divestiture-alibaba-idUSKBN0TM1BY20151203", "readRate": 11.4}, {"category": "business", "description": "U.S. job growth likely remained solid in November in a show of the economy's resilience, which could pave the way for the Federal Reserve to raise interest rates this month for the first time in nearly a decade.", "senRate": "positive", "title": "\n                    U.S. November employment report seen cementing rate hike\n| Reuters\n\n", "url": "http://www.reuters.com/article/2015/12/04/us-usa-economy-idUSKBN0TN0AY20151204", "readRate": 12.3}, {"category": "business", "description": "Volkswagen (VOWG_p.DE) has told banks supplying a 20 billion euro ($21.1 billion) credit line that it would sell assets if it finds no other way of repaying the one-year loan, two people familiar with the matter said.", "senRate": "positive", "title": "\n                    VW ready to sell assets should loan repayment falter: sources\n| Reuters\n\n", "url": "http://www.reuters.com/article/2015/12/03/us-volkswagen-emissions-idUSKBN0TM1BA20151203", "readRate": 13.9}, {"category": "business", "description": "The S&P 500 suffered its biggest daily drop since late September on Thursday as the European Central Bank disappointed market hopes for greater stimulus.", "senRate": "positive", "title": "\n                    S&P posts biggest drop since September as ECB disappoints\n| Reuters\n\n", "url": "http://www.reuters.com/article/2015/12/04/us-markets-stocks-idUSKBN0TM1H220151204", "readRate": 8.6}, {"category": "business", "description": "The euro stood head and shoulders above its rivals on Friday after boasting its biggest one-day surge in nearly seven years, as the latest round of policy easing by the European Central Bank fell well short of market expectations.", "senRate": "positive", "title": "\n                    Euro holds huge gains after ECB, dollar looks to U.S. jobs for relief\n| Reuters\n\n", "url": "http://www.reuters.com/article/2015/12/04/us-global-forex-idUSKBN0TM2XQ20151204", "readRate": 9.3}, {"category": "politics", "description": "President Barack Obama said his decision to send more U.S. special forces to combat Islamic State in Iraq is not an indication that the United States is headed for another invasion like the one in 2003 that locked it in a long, violent conflict.", "senRate": "negative", "title": "\n                    Obama says additional U.S. forces will help squeeze Islamic State\n| Reuters\n\n", "url": "http://www.reuters.com/article/2015/12/03/us-mideast-crisis-obama-idUSKBN0TM1HU20151203", "readRate": 16.1}, {"category": "business", "description": "Residents clutching babies and food packets thronged flooded streets in India's Chennai on Friday, braving chest-deep water to reach higher ground or heading the other way to rescue relatives amid fears swollen lakes will spread more destruction.", "senRate": "positive", "title": "\n                    India city-dwellers criss-cross chest-deep waters to flee or rescue loved ones\n| Reuters\n\n", "url": "http://www.reuters.com/article/2015/12/04/us-india-flood-idUSKBN0TN0BT20151204", "readRate": 11.7}, {"category": "business", "description": "A Philippine court on Friday ordered a 20-day temporary halt on the operations of ride-sharing companies such as Uber in the country's capital, adding to the firm's global struggles against regulatory and competitive obstacles.", "senRate": "positive", "title": "\n                    Philippine court temporarily stops ridesharing services in Manila\n| Reuters\n\n", "url": "http://www.reuters.com/article/2015/12/04/us-philippines-court-uber-idUSKBN0TN0E320151204", "readRate": 15.8}, {"category": "business", "description": "An official for the second-largest U.S. public pension system on Thursday urged Viacom Inc to do away with its dual-class share structure, the latest call from an investor for change at the media empire controlled by the aging mogul Sumner Redstone as doubts grow over his ability to lead.", "senRate": "positive", "title": "\n                    Exclusive: Viacom should end non-voting stock, give vote to all investors - California fund\n| Reuters\n\n", "url": "http://www.reuters.com/article/2015/12/04/us-viacom-investors-exclusive-idUSKBN0TM2PK20151204", "readRate": 14.3}, {"category": "tech", "description": "Snapchat, the mobile app featuring photos, videos and messages that disappear in seconds, made its first foray into major breaking news coverage Wednesday with a live stream of the mass shooting in Southern California.", "senRate": "positive", "title": "\n                    Snapchat runs live coverage of California shooting\n| Reuters\n\n", "url": "http://www.reuters.com/article/2015/12/03/us-california-shooting-snapchat-idUSKBN0TM2YT20151203", "readRate": 13.3}, {"category": "politics", "description": "The U.S. military will let women serve in all combat roles, Defense Secretary Ash Carter said on Thursday in a historic move striking down gender barriers in the armed forces.", "senRate": "positive", "title": "\n                    U.S. military opens all combat roles to women\n| Reuters\n\n", "url": "http://www.reuters.com/article/2015/12/04/us-usa-military-women-combat-idUSKBN0TM28520151204", "readRate": 14.3}, {"category": "tech", "description": "As sheriff’s investigators threaded past the battered cars, cast-off tires and rusted farm equipment cluttering Brent Nicholson’s front yard, there was no hint of the sinister stockpile hidden behind his windowless front door.", "senRate": "positive", "title": "\n                    Man’s hoard of nearly 5,000 guns shows ease of amassing arms in U.S.\n| Reuters\n\n", "url": "http://www.reuters.com/article/2015/12/04/us-usa-guns-stockpile-insight-idUSKBN0TM2LU20151204", "readRate": 14.0}, {"category": "politics", "description": "Democratic presidential candidate Bernie Sanders on Thursday urged the funding of gun violence studies at the U.S. Centers for Disease Control and Prevention (CDC), two decades after he voted against funding research into firearms injuries.", "senRate": "negative", "title": "\n                    Sanders calls for gun study funding after 1996 vote against similar research\n| Reuters\n\n", "url": "http://www.reuters.com/article/2015/12/04/us-usa-election-sanders-guns-idUSKBN0TN06O20151204", "readRate": 15.3}, {"category": "business", "description": "Teva Pharmaceutical Industries Ltd (TEVA.TA) is in the process of divesting about $1 billion worth of assets to address antitrust concerns over its deal to buy Allergan Plc's (AGN.N) generic drugs business, people familiar with the matter said.", "senRate": "positive", "title": "\n                    Teva divesting $1 billion in assets to clear Allergan deal\n| Reuters\n\n", "url": "http://www.reuters.com/article/2015/12/03/us-teva-assetsales-idUSKBN0TM26620151203", "readRate": 13.0}, {"category": "business", "description": "Office supplies retailer Staples Inc (SPLS.O) is willing to sell more assets to win antitrust approval for its $6.3 billion takeover of Office Depot Inc (ODP.O), Bloomberg reported on Thursday, citing two people familiar with the matter.", "senRate": "positive", "title": "\n                    Staples ready to sell more assets for Office Depot deal approval: Bloomberg\n| Reuters\n\n", "url": "http://www.reuters.com/article/2015/12/03/us-officedepot-m-a-antitrust-idUSKBN0TM2DL20151203", "readRate": 9.6}, {"category": "business", "description": "Viacom Inc's (VIAB.O) second-largest shareholder has urged the media company to sell a stake in its Paramount movie studio to Alibaba Group Holding Ltd (BABA.N), according to the Financial Times.", "senRate": "positive", "title": "\n                    Investor urges Viacom to sell Paramount studio stake to Alibaba: FT\n| Reuters\n\n", "url": "http://www.reuters.com/article/2015/12/03/us-viacom-paramount-stake-idUSKBN0TM2I420151203", "readRate": 12.8}, {"category": "tech", "description": "Residents of central Paris got a chilling reminder on Thursday of the challenge facing negotiators at the world climate summit on the city's outskirts: 80 tonnes of Greenland ice left to slowly melt on the cobbles in front of the Pantheon.", "senRate": "positive", "title": "\n                    Artist hauls Greenland ice to Paris as a reminder of climate change\n| Reuters\n\n", "url": "http://www.reuters.com/article/2015/12/03/us-climatechange-summit-ice-idUSKBN0TM1VR20151203", "readRate": 14.3}, {"category": "business", "description": "Manitoba pledged on Thursday to cut greenhouse gas emissions and start a carbon cap and trade system, the latest Canadian province to set long-term targets to fight climate change.", "senRate": "positive", "title": "\n                    Canadian province Manitoba to cut emissions, set carbon cap\n| Reuters\n\n", "url": "http://www.reuters.com/article/2015/12/03/us-climatechange-summit-canada-idUSKBN0TM2M620151203", "readRate": 15.6}, {"category": "business", "description": "Three Balkan nations - hard hit by severe flooding - were among the six countries most affected by extreme weather events in 2014, researchers said on Thursday.", "senRate": "positive", "title": "\n                    Balkan nations among those hit hardest by climate impacts in 2014: researchers\n| Reuters\n\n", "url": "http://www.reuters.com/article/2015/12/03/us-climatechange-summit-weather-index-idUSKBN0TM2L620151203", "readRate": 13.8}]