[{"category": "tech", "description": "The suspected shooters in the San Bernardino massacre -- which left 14 dead -- had more than 1,600 rounds of ammunition with them and another 4,500 at their house and fired between 65 and 75 times at an event for the county health department, authorities said.\nThe news came as the number of people...", "senRate": "positive", "title": "San Bernardino Shooters Had More Than 6,000 Rounds of Ammo, Police Say - ABC News", "url": "http://abcnews.go.com/US/san-bernardino-shooters-arsenal-detailed-injury-count-increases/story?id=35551325", "readRate": 12.9}, {"category": "politics", "description": "Nicholas Thalasinos died in the attack that left 14 dead, according to his wife.", "senRate": "positive", "title": "12 of 14 Victims Killed in San Bernardino Shooting Were County Employees - ABC News", "url": "http://abcnews.go.com/Health/san-bernardino-shooting-victim-identified-health-department-employee/story?id=35558921", "readRate": 11.4}, {"category": "politics", "description": "As police confirmed the identities of the deceased suspects in the San Bernardino shootings overnight, new information has come to light about the young couple said to have carried out the horrible crime, especially about the 28-year-old man who witnesses say sat side-by-side with his targets just...", "senRate": "positive", "title": "The Young Couple Accused in Massacre in San Bernardino - ABC News", "url": "http://abcnews.go.com/US/young-couple-blamed-massacre-san-bernardino/story?id=35550251", "readRate": 12.4}, {"category": "politics", "description": "Dalia Dippolito is on house arrest awaiting a new trial for the alleged plot.", "senRate": "positive", "title": "Hidden Cameras and Reality TV: Inside Strange Case of Wife's Alleged Murder-for-Hire Plot to Kill Husband - ABC News", "url": "http://abcnews.go.com/US/hidden-cameras-reality-tv-inside-strange-case-wifes/story?id=35538983", "readRate": 12.2}, {"category": "politics", "description": "Investigators believe that over several years, one of the alleged San Bernardino shooters, Syed Farook, had been in some sort of contact with several people who were on the FBI’s radar due to potential terrorism concerns, according to multiple sources.\nHowever, the sources stressed that the people...", "senRate": "positive", "title": "San Bernardino Shooter Had Contact With People on FBI's Radar, Sources Say - ABC News", "url": "http://abcnews.go.com/US/san-bernardino-shooter-contact-people-fbis-radar-sources/story?id=35566967", "readRate": 13.5}, {"category": "politics", "description": "Republican Presidential frontrunner Donald Trump says the latest mass shooting in California appears to be connected to terrorism and suggested that people look at the suspects' names.\n\"It looks like another case. We've got a lot of bad things going on. Radical Islamic terrorism,” Trump said...", "senRate": "positive", "title": "Trump Says San Bernardino Shooting Appears Tied to Terrorism: 'Look at the Names' - ABC News", "url": "http://abcnews.go.com/Politics/donald-trump-san-bernardino-shooting-appears-tied-terrorism/story?id=35561319", "readRate": 8.8}, {"category": "politics", "description": "The shooting in California Wednesday that left 14 dead and another 21 wounded was at least the 57th mass shooting in 2015 where three or more people were killed, according to the ABC News analysis.\nThe analysis used Reddit's Mass Shooting Tracker, which defines a \"mass shooting\" as any event where...", "senRate": "positive", "title": "US Averaging More Than 1 Fatal Mass Shooting a Week, ABC Analysis Shows - ABC News", "url": "http://abcnews.go.com/US/us-averaging-fatal-mass-shooting-week-abc-analysis/story?id=35557804", "readRate": 13.0}, {"category": "politics", "description": "A quick-thinking jogger is being hailed a hero after recently saving a mother and her child, who didn't realize their house had caught on fire in St. Petersburg, Florida.", "senRate": "positive", "title": "Jogger Saves Sleeping Mother and Child From Burning Home in Florida - ABC News", "url": "http://abcnews.go.com/US/jogger-saves-sleeping-mother-child-burning-home-florida/story?id=35555381", "readRate": 11.7}, {"category": "tech", "description": "Tiger Woods and Elin Nordegren endured a very public split five years ago.\nHowever, today their relationship is not as strained as it once was.\n\"Having the relationship that I have now with her is fantastic. She’s one of my best friends,\" he told Time magazine. \"We’re able to pick up the phone,...", "senRate": "positive", "title": "Tiger Woods Calls Elin Nordegren 'One of My Best Friends' - ABC News", "url": "http://abcnews.go.com/Entertainment/tiger-woods-calls-elin-nordegren-best-friends/story?id=35562494", "readRate": 8.5}, {"category": "entertainment", "description": "Will Smith may have been destined to become famous, but the \"Concussion\" actor has revealed that there was something more that drove him to become a star.\nSmith, 47, explained to fellow actor Benicio Del Toro on Variety's Actors on Actors series that having his heart broken as a teen provided the...", "senRate": "positive", "title": "Will Smith Credits an Ex-Girlfriend for Inspiring Him to Become an Actor - ABC News", "url": "http://abcnews.go.com/Entertainment/smith-credits-girlfriend-inspiring-actor/story?id=35553002", "readRate": 10.2}, {"category": "politics", "description": "The officer paid after finding out the items were for a child's birthday.", "senRate": "positive", "title": "Cop Surprises Shoplifter by Paying for Her Allegedly Stolen Birthday Cake Ingredients - ABC News", "url": "http://abcnews.go.com/US/cop-surprises-shoplifter-paying-allegedly-stolen-birthday-cake/story?id=35558058", "readRate": 10.4}, {"category": "entertainment", "description": "Amy Poehler and Tina Fey's movie, \"Sisters,\" hits theaters on Dec. 18.\nSo does the next installment of the \"Star Wars\" franchise, \"The Force Awakens.\"\nWith \"The Force Awakens\" expected to shatter box office records, according to the Hollywood Reporter, the comedians are encouraging audiences to go...", "senRate": "positive", "title": "Tina Fey and Amy Poehler Take On 'Star Wars: The Force Awakens' - ABC News", "url": "http://abcnews.go.com/Entertainment/tina-fey-amy-poehler-star-wars-force-awakens/story?id=35567471", "readRate": 10.8}, {"category": "entertainment", "description": "You might say this was the year Lady Gaga proved herself as more than just a meat dress-wearing pop star.\nShe wowed fans with her \"Sound of Music\" tribute at the Oscars, held her own with jazz icon Tony Bennett, landed a starring role on \"American Horror Story: Hotel\" and made strides to help...", "senRate": "positive", "title": "Why Lady Gaga Almost Quit Being a Pop Star - ABC News", "url": "http://abcnews.go.com/Entertainment/lady-gaga-quit-pop-star/story?id=35567911", "readRate": 7.8}, {"category": "tech", "description": "Law enforcement sources tell ABC News the suspected shooters in Wednesday’s deadly rampage in San Bernardino apparently attempted to destroy their digital media.\nSources say mobile phones, hard drives, virtually anything with digital memory that was associated with the alleged shooters -- Syed...", "senRate": "negative", "title": "San Bernardino Shooters Tried to Destroy Phones, Hard Drives, Sources Say - ABC News", "url": "http://abcnews.go.com/US/san-bernardino-shooters-destroy-phones-hard-drives-sources/story?id=35570286", "readRate": 15.7}, {"category": "tech", "description": "The mass shooting at a San Bernardino Christmas party left a scene of \"unspeakable\" carnage, said the officer who was first to respond the incident that left 14 people dead and 21 injured Wednesday.\nSan Bernardino Police Lt. Mike Madden was on his way to lunch when one of his dispatchers alerted...", "senRate": "positive", "title": "San Bernardino First Responder Describes 'Unspeakable' Carnage - ABC News", "url": "http://abcnews.go.com/US/san-bernardino-responder-describes-unspeakable-carnage/story?id=35569055", "readRate": 9.0}, {"category": "entertainment", "description": "\"Baywatch\" star covers the final nude issue of the magazine.", "senRate": "positive", "title": "Check Out Pamela Anderson's Final Nude Cover of Playboy - ABC News", "url": "http://abcnews.go.com/Entertainment/check-pamela-andersons-final-nude-cover-playboy/story?id=35560501", "readRate": 9.7}, {"category": "tech", "description": "Carson made the comments today at a news conference in South Carolina.", "senRate": "positive", "title": "Ben Carson Calls San Bernardino Shooting a 'Hate Crime' - ABC News", "url": "http://abcnews.go.com/Politics/ben-carson-calls-san-bernardino-shooting-hate-crime/story?id=35543061", "readRate": 12.4}, {"category": "tech", "description": "Carly Fiorina is already accusing President Obama and Hillary Clinton of politicizing the day-old California rampage.\n\"As the tragedy in San Bernardino unfolds, predictably, without knowing any of the facts of what has happened there or why, President Obama and Hillary Clinton immediately came out...", "senRate": "positive", "title": "San Bernardino Shooting Being Politicized by President Obama and Hillary Clinton, Carly Fiorina Says - ABC News", "url": "http://abcnews.go.com/Politics/san-bernardino-shooting-carly-fiorina-accuses-obama-hillary/story?id=35552805", "readRate": 15.5}, {"category": "tech", "description": "Amid reports that at least 14 people were killed and 14 injured in a shooting today in San Bernardino, California, some presidential candidates offered their prayers and thoughts for victims of the attack. Other Democratic candidates called for action to stop gun violence.\nDemocratic hopeful...", "senRate": "negative", "title": "San Bernardino Shooting Prompts Responses From Presidential Candidates - ABC News", "url": "http://abcnews.go.com/Politics/2016-presidential-candidates-respond-california-shooting/story?id=35536400", "readRate": 12.9}, {"category": "tech", "description": "A 98-year-old couple from southwest China recently recreated their wedding day photos 70 years ago for their anniversary, according to Chinese media reports.", "senRate": "positive", "title": "98-Year-Old Couple in China Recreates Wedding Photos 70 Years Later for Anniversary - ABC News", "url": "http://abcnews.go.com/Lifestyle/98-year-couple-china-recreates-wedding-photos-70/story?id=35532536", "readRate": 11.3}, {"category": "tech", "description": "If you're looking for a new restaurant to try out, look no further.\nOpenTable just released its list of the top 100 restaurants in the United States, based on data collected from its website in the past year.\nThe list reflects the \"combined opinions of more than 5 million restaurant reviews...", "senRate": "positive", "title": "OpenTable's Top Restaurants in the United States - ABC News", "url": "http://abcnews.go.com/Lifestyle/opentables-top-100-restaurants-united-states/story?id=35529151", "readRate": 13.0}, {"category": "tech", "description": "The couple captured the excited reactions of their family and friends on video.", "senRate": "positive", "title": "Ohio Couple Surprises Family Members With Pregnancy Announcement in Viral Video - ABC News", "url": "http://abcnews.go.com/Lifestyle/ohio-couple-surprises-family-members-pregnancy-announcement-viral/story?id=35516762", "readRate": 12.0}, {"category": "business", "description": "The Department of Defense is once again under fire for massive spending, this time for $150 million used to fund private housing and private security guards for some of its employees in Afghanistan.\nOn Thursday, the Office of the Special Inspector General for Afghanistan Reconstruction (SIGAR)...", "senRate": "negative", "title": "Pentagon Spent $150 Million on Private Villas, Security Guards for Government Employees in Afghanistan - ABC News", "url": "http://abcnews.go.com/International/pentagon-spent-150-million-private-villas-security-guards/story?id=35557060", "readRate": 18.4}, {"category": "politics", "description": "Strikes could start this week.", "senRate": "positive", "title": "UK Parliament Authorizes New Airstrikes Against ISIS in Syria - ABC News", "url": "http://abcnews.go.com/International/uk-parliament-authorizes-airstrikes-isis-syria/story?id=35540363", "readRate": 15.4}, {"category": "politics", "description": "The Expeditionary Targeting Force set to focus on high-value targets.", "senRate": "positive", "title": "New Special Ops 'Targeting Force' Combatting ISIS May Have Fewer Than 100 Service Members - ABC News", "url": "http://abcnews.go.com/International/special-ops-targeting-force-combatting-isis-fewer-100/story?id=35534778", "readRate": 17.2}, {"category": "tech", "description": "Centuries-old hearts may hold a key to what ailed our ancestors.", "senRate": "positive", "title": "CSI Renaissance: Scientists Find Heart Disease in Embalmed Hearts - ABC News", "url": "http://abcnews.go.com/Health/csi-renaissance-scientists-find-heart-disease-embalmed-hearts/story?id=35560953", "readRate": 12.1}, {"category": "tech", "description": "Craig Ward collected bacteria from each NYC train line.", "senRate": "positive", "title": "Artist Creates Beautiful Art Using Subway Bacteria - ABC News", "url": "http://abcnews.go.com/Health/artist-creates-beautiful-art-subway-bacteria/story?id=35558312", "readRate": 10.3}, {"category": "tech", "description": "The shooting rampage that left 14 people dead in California Wednesday has put a spotlight on violence in the workplace. Investigators are trying to understand why suspected shooters Syed Rizwan Farook and Tashfeen Malik marched into a conference at the Inland Regional Center in San Bernardino and...", "senRate": "negative", "title": "San Bernardino Shooting: How to Cope With Violence in the Workplace - ABC News", "url": "http://abcnews.go.com/Health/san-bernardino-shooting-cope-violence-workplace/story?id=35555538", "readRate": 13.3}, {"category": "tech", "description": "With the Black Friday frenzy over, shoppers can snag some incredible deals on electronics today for Cyber Monday.", "senRate": "positive", "title": "Cyber Monday 2015: The Best Tech Deals We've Seen So Far - ABC News", "url": "http://abcnews.go.com/Technology/cyber-monday-2015-best-tech-deals/story?id=35430581", "readRate": 9.0}, {"category": "tech", "description": "There's a lot to be thankful for this Thanksgiving, including the travel deals being unveiled on Cyber Monday.\nSo once you've made you're way through the leftovers and purchased your Black Friday electronics, start planning your next getaway. But be ready to book early on Monday: several of the...", "senRate": "positive", "title": "Cyber Monday Travel Deals: Up to 90 Percent Off Hotel Rooms - ABC News", "url": "http://abcnews.go.com/Travel/cyber-monday-travel-deals-90-percent-off-hotel/story?id=35308748", "readRate": 9.3}, {"category": "tech", "description": "Black Friday, the unofficial start to the holiday shopping season, isn't always what people expect. In Colorado, for instance, marijuana stores got into the act. In Arizona, families skipped the spending frenzy to go hiking. And in Chicago, shoppers snapped photos of demonstrators...", "senRate": "positive", "title": "How Black Friday Played out Around the Country - ABC News", "url": "http://abcnews.go.com/Business/wireStory/latest-black-friday-35439947", "readRate": 10.7}, {"category": "politics", "description": "An Afghan Taliban source said today that the militant group's leader has been injured in a shootout with other senior Taliban members -- a claim the group stringently denied.\nThe source told ABC News Taliban chief Mullah Akhtar Muhammad Mansour was attending a traditional “jirga,” or council...", "senRate": "negative", "title": "Taliban Leader Said to Be Injured in Firefight - ABC News", "url": "http://abcnews.go.com/International/taliban-leader-injured-firefight/story?id=35537545", "readRate": 16.9}, {"category": "politics", "description": "Researchers examining the lives of more than 70 terrorism suspects collared by the FBI over the past year found no typical profile among these Americans beyond the allure of the spectacular savagery of the \"Islamic State,\" according to a report released today.\nThe average age of those arrested and...", "senRate": "negative", "title": "Deadly Puzzle: ISIS's American Supporters 'Defy Easy Analysis' - ABC News", "url": "http://abcnews.go.com/International/cloudy-profile-american-isis-suspects/story?id=35509163", "readRate": 16.3}, {"category": "tech", "description": "The Chan Zuckerberg Initiative will tackle big goals, including curing disease, reducing poverty and harvesting clean energy.", "senRate": "positive", "title": "How the Zuckerbergs Can Give Away Their Facebook Fortune and Still Control Company - ABC News", "url": "http://abcnews.go.com/Technology/zuckerbergs-give-facebook-fortune-control-company/story?id=35529098", "readRate": 17.4}, {"category": "tech", "description": "Keep track of wish lists, purchases and even where you parked with these apps.", "senRate": "positive", "title": "Holiday Shopping: 4 Apps to Keep You Organized - ABC News", "url": "http://abcnews.go.com/Technology/holiday-shopping-apps-organized/story?id=35531411", "readRate": 10.1}, {"category": "tech", "description": "Amazon has given its vision of what the future could look like with drones delivering packages -- perhaps even those from future Cyber Mondays -- in just 30 minutes.", "senRate": "positive", "title": "What Amazon Prime Air Could Look Like If Regulators Approve - ABC News", "url": "http://abcnews.go.com/Technology/amazon-prime-air-regulators-approve/story?id=35488835", "readRate": 14.1}, {"category": "sport", "description": "Former Georgia coach Mark Richt on Wednesday agreed to become Miami's new coach, and the deal is expected to be announced by the end of the week, according to sources with knowledge of the situation. Miami announced Thursday there will be a news conference held Friday at 10...", "senRate": "positive", "title": "Sources: Mark Richt to be named new Hurricanes coach - ABC News", "url": "http://abcnews.go.com/Sports/sources-mark-richt-named-hurricanes-coach/story?id=35543179", "readRate": 10.0}, {"category": "sport", "description": "One of the highest-profile teams in sports, the Dallas Cowboys, and one of football's highest-profile players, Johnny Manziel, both face significant questions about their futures. Don't be shocked if those futures somehow find a way to intersect. The...", "senRate": "positive", "title": "Dallas could take another look at Manziel - ABC News", "url": "http://abcnews.go.com/Sports/dallas-manziel/story?id=35540140", "readRate": 11.5}, {"category": "sport", "description": "FOXBOROUGH, Mass. -- Four days after tight end Rob Gronkowski was carted off the field with a bone bruise/sprain of his right knee, New England Patriots quarterback Tom Brady hopes the NFL will consider rule changes for low hits on pass-catchers. ...", "senRate": "positive", "title": "Tom Brady says receivers should have legs protected like other players - ABC News", "url": "http://abcnews.go.com/Sports/tom-brady-receivers-legs-protected-players/story?id=35538790", "readRate": 9.7}, {"category": "politics", "description": "In a historic decision, Defense Secretary Ash Carter has opened up all military combat jobs to women ending a decades-long ban on serving in front-line units. Carter has given the military services until Jan. 1 to present a timeline for implementing the historic change by April 1. ...", "senRate": "positive", "title": "Pentagon Opens Up All Combat Jobs to Women - ABC News", "url": "http://abcnews.go.com/Politics/historic-change-pentagon-opens-combat-jobs-women/story?id=35557576", "readRate": 15.7}, {"category": "tech", "description": "A mall Santa was so determined to connect with a little boy, he got down on the floor to make it happen.\nHis mother estimates it took about 20 minutes, but eventually, Erin Deely said her son Brayden, who is six and has autism, smiled and high-fived Santa. Deely said her son knows who Santa is,...", "senRate": "positive", "title": "Why Santa's Lying on the Floor for Christmas Photos - ABC News", "url": "http://abcnews.go.com/Lifestyle/santas-lying-floor-christmas-photos/story?id=35537915", "readRate": 8.6}, {"category": "tech", "description": "At least 14 people were dead and another 17 injured in a shooting Wednesday in San Bernardino, California, when gunmen who were heavily armed and \"on a mission\" opened fire during a function at a center for people with developmental disabilities, police said.\nPolice believe two alleged shooters --...", "senRate": "positive", "title": "2 Suspects Killed After San Bernardino Mass Shooting - ABC News", "url": "http://abcnews.go.com/US/police-respond-reports-active-shooter-san-bernardino/story?id=35535995", "readRate": 12.2}, {"category": "politics", "description": "As a young lawyer running for elected office for the first time, New Jersey Gov. Chris Christie said he was motivated to get into the 1993 state Senate race because of Republican lawmakers' attempts to repeal the state's ban on assault weapons. Challenged on his record on Fox News last...", "senRate": "positive", "title": "Christie Veto Showdown Brings His Gun Positions to Light - ABC News", "url": "http://abcnews.go.com/Politics/wireStory/lawmakers-fall-short-overriding-gov-christie-veto-35564249", "readRate": 11.5}, {"category": "politics", "description": "The White House is still actively considering executive action on gun control in the wake of San Bernardino.", "senRate": "positive", "title": "San Bernardino Shooting: White House Analyzing Ways It Could Tighten Gun Laws - ABC News", "url": "http://abcnews.go.com/Politics/san-bernardino-shooting-white-house-analyzing-ways-tighten/story?id=35562443", "readRate": 17.6}, {"category": "politics", "description": "Addressing the Republican Jewish Coalition today, Republican presidential candidate Dr. Ben Carson told a story about how the Star of David came to be on the U.S. dollar bill.\nOnly one problem: There’s no Star of David on the dollar bill.\nCarson was telling the story of wealthy Jewish merchant...", "senRate": "positive", "title": "Ben Carson Thinks There’s a Star of David on the Dollar Bill. There’s Not. - ABC News", "url": "http://abcnews.go.com/Politics/ben-carson-thinks-star-david-dollar-bill/story?id=35562091", "readRate": 14.8}, {"category": "politics", "description": "Officers on Thursday cleared away a protest encampment that sprang up in front of a Minneapolis precinct following the fatal police shooting of a black man last month, arresting eight demonstrators and erecting a fence to dissuade others from trying to return. Police ordered around 50...", "senRate": "positive", "title": "8 Arrested as Police Tear Down Protest Camp in Minneapolis - ABC News", "url": "http://abcnews.go.com/US/wireStory/police-tear-protest-camp-minneapolis-4th-precinct-35551810", "readRate": 12.4}, {"category": "politics", "description": "Congressional Democrats still want to believe gun safety legislation is possible, despite all evidence to the contrary.", "senRate": "negative", "title": "After San Bernardino Shooting, Congressional Democrats Double Down on Gun Control Measures - ABC News", "url": "http://abcnews.go.com/Politics/congressional-democrats-double-gun-control-measures/story?id=35560954", "readRate": 13.2}, {"category": "tech", "description": "One of the biggest surprises of Wednesday’s San Bernardino, California, rampage was the involvement of a female shooter.\nWhile some information about the male shooter's background has emerged, far less has been revealed about his partner.\nTashfeen Malik reportedly married Syed Rizwan Farook two...", "senRate": "negative", "title": "San Bernardino Shooter Tashfeen Malik Joins Small Group of Female Mass Murderers - ABC News", "url": "http://abcnews.go.com/US/san-bernardino-shooting-female-shooter/story?id=35558415", "readRate": 12.9}, {"category": "politics", "description": "Some are at war, others recovering from natural disasters and some are simply ideologically opposed to the climate deal taking shape in U.N. talks outside Paris. Only 11 countries haven't submitted pledges for the envisioned agreement, including conflict-ridden Syria, reclusive North Korea...", "senRate": "positive", "title": "The 11 Countries That Haven't Made Pledges for Climate Deal - ABC News", "url": "http://abcnews.go.com/Technology/wireStory/11-countries-made-pledges-climate-deal-35571198", "readRate": 13.0}, {"category": "tech", "description": "Consumers have a right to file lawsuits under California law alleging food products are falsely labeled \"organic,\" the state Supreme Court ruled Thursday. The ruling overturned a lower court decision that barred such suits on the grounds that they were superseded and not allowed by federal...", "senRate": "positive", "title": "California Supreme Court OKs Organic Labeling Lawsuits - ABC News", "url": "http://abcnews.go.com/Health/wireStory/california-supreme-court-oks-organic-labeling-lawsuits-35560317", "readRate": 15.7}, {"category": "tech", "description": "The first time the men and women set out to dig for their missing relatives in Iguala, they didn't know how. Leaders of the expedition told them to look for discoloration in the dirt, evidence of recently turned soil. Look for depressions in the ground, they said. That may signal a...", "senRate": "positive", "title": "Mexicans Search for Remains of Loved Ones in Countryside - ABC News", "url": "http://abcnews.go.com/International/wireStory/mexicans-search-remains-loved-countryside-35571164", "readRate": 10.0}, {"category": "politics", "description": "With Republicans openly welcoming a preordained veto, the Senate on Thursday approved legislation aimed at crippling two of their favorite targets: President Barack Obama's health care law and Planned Parenthood. With a House rubber stamp expected in days, the bill would be the first to...", "senRate": "positive", "title": "Senate OKs Republican Bill Unraveling Health Care Law - ABC News", "url": "http://abcnews.go.com/Politics/wireStory/senate-set-republican-bill-unraveling-health-care-law-35548543", "readRate": 13.7}, {"category": "business", "description": "Russian President Vladimir Putin called Thursday for \"one powerful fist\" to fight terrorism, hinted at more sanctions against Turkey and accused Western powers of creating \"a zone of chaos.\" Speaking in his live state-of-the-nation address, Putin called for an end to what he called double...", "senRate": "positive", "title": "Putin Calls for Broad International Anti-Terror Front - ABC News", "url": "http://abcnews.go.com/International/wireStory/putin-calls-broad-international-anti-terror-front-35548931", "readRate": 14.8}, {"category": "entertainment", "description": "An ex-fiancee of Charlie Sheen has sued the actor claiming he didn't disclose he was HIV positive until after they had sex several times and was physically and emotionally abusive during their relationship. Scottine Ross, a porn star who performed under the name Brett Rossi, sued the actor...", "senRate": "negative", "title": "Charlie Sheen's Ex-Fiancee Sues Actor Over HIV Exposure - ABC News", "url": "http://abcnews.go.com/Entertainment/wireStory/charlie-sheens-fiancee-sues-actor-hiv-exposure-35570731", "readRate": 12.8}, {"category": "entertainment", "description": "Amy Poehler is getting a star on the Hollywood Walk of Fame today, and she's not the only one who's excited about it.\nThe star of the upcoming comedy \"Sisters\" told ABC News that her two young sons can't wait to see their mom's name immortalized on the sidewalk.\n\"They think it's very funny idea,\"...", "senRate": "neutral", "title": "Amy Poehler Marvels at Her Walk of Fame Star - ABC News", "url": "http://abcnews.go.com/Entertainment/amy-poehler-marvels-walk-fame-star/story?id=35559028", "readRate": 6.8}, {"category": "politics", "description": "Chinese regulators overseeing the field of academic publishing for scientific articles have rules explicitly banning dishonest practices. The directive, issued on Wednesday, forbids Chinese scientists from using a third party to write journal articles, using a third party to submit...", "senRate": "negative", "title": "China Issues Rules Banning Dishonesty in Science Publishing - ABC News", "url": "http://abcnews.go.com/Technology/wireStory/china-issues-rules-banning-dishonesty-science-publishing-35572162", "readRate": 19.6}, {"category": "entertainment", "description": "Scott Weiland, the former frontman for the Stone Temple Pilots and Velvet Revolver, has died. He was 48. The singer's manager, Tom Vitorino, confirmed the death Thursday night to The Associated Press. Scott Weiland's current band, Scott Weiland & the Wildabouts, was scheduled to play at...", "senRate": "positive", "title": "Manager: Ex-Stone Temple Pilots Frontman Weiland Dead at 48 - ABC News", "url": "http://abcnews.go.com/Entertainment/wireStory/manager-stone-temple-pilots-frontman-weiland-dead-48-35572161", "readRate": 11.1}, {"category": "entertainment", "description": "Manager: Ex-Stone Temple Pilots frontman Weiland dead at 48 Coldplay to headline Super Bowl halftime show Charlie Sheen's ex-fiancee sues actor over HIV exposure Alicia Keys performs at hubby Swizz Beatz's art collection Review: 'The Wiz Live!' has real heart and playfulness ...", "senRate": "positive", "title": "AP Top Entertainment News at 1:36 a.m. EST - ABC News", "url": "http://abcnews.go.com/Entertainment/wireStory/ap-top-entertainment-news-1213-est-35571251", "readRate": 20.6}, {"category": "tech", "description": "A judge in Santa Fe, New Mexico, has issued an arrest warrant for a suspect in a million-dollar jewelry heist at a store on the city's historic downtown plaza. More than $1 million in jewelry was stolen from Diva Diamonds & Jewels on Nov. 27 as crowds gathered on the plaza outside for a...", "senRate": "positive", "title": "Search Under Way for Suspect in Santa Fe Jewelry Heist - ABC News", "url": "http://abcnews.go.com/US/wireStory/search-suspect-santa-fe-jewelry-heist-35572160", "readRate": 13.0}, {"category": "entertainment", "description": "Manager says former Stone Temple Pilots frontman Scott Weiland dead at 48 .", "senRate": "positive", "title": "Manager Says Former Stone Temple Pilots Frontman Scott Weiland Dead at 48 - ABC News", "url": "http://abcnews.go.com/Entertainment/wireStory/manager-stone-temple-pilots-frontman-scott-weiland-dead-35572159", "readRate": 9.2}, {"category": "sport", "description": "Pediatric patients delighted to meet rappelling superheroes at Mayo Clinic.", "senRate": "positive", "title": "Meet the Window Washers That Transform Into Superheroes for Sick Kids - ABC News", "url": "http://abcnews.go.com/Health/meet-window-washers-transform-superheroes-sick-kids/story?id=24985150", "readRate": 11.0}, {"category": "tech", "description": "People whose twin has died have found one another on Facebook.", "senRate": "positive", "title": "Twinless Twins Grieve Together - ABC News", "url": "http://abcnews.go.com/Health/twinless-twins-grieve/story?id=24780120", "readRate": 9.5}, {"category": "tech", "description": "For all the impressive advancements in medical technology, researchers and scientists still face a daunting challenge when they study the habits of the adorable but uncommunicative subjects called human infants.", "senRate": "positive", "title": "How Scientists and Doctors Use Baby-Friendly Tricks to Study Infants - ABC News", "url": "http://abcnews.go.com/Health/scientists-doctors-baby-friendly-tricks-study-infants/story?id=24591602", "readRate": 11.4}, {"category": "tech", "description": "Leah Still battled Stage 4 cancer last year.", "senRate": "positive", "title": "Ex-Cincinnati Bengal Devon Still Says Daughter Leah Has No Signs of Cancer - ABC News", "url": "http://abcnews.go.com/Health/cincinnati-bengal-devon-daughter-leah-signs-cancer/story?id=35513842", "readRate": 8.9}, {"category": "tech", "description": "Researchers have made huge strides against the virus that causes AIDS.", "senRate": "positive", "title": "World AIDS Day: See How Much Has Changed in the Fight Against HIV/AIDS - ABC News", "url": "http://abcnews.go.com/Health/world-aids-day-changed-fight-hivaids/story?id=35513185", "readRate": 11.3}, {"category": "business", "description": "Certain NYC restaurants will start posting sodium levels on their menus.", "senRate": "positive", "title": "How NYC Salt Warning Could Affect Your Dinner - ABC News", "url": "http://abcnews.go.com/Health/nyc-salt-warning-affect-dinner/story?id=35509834", "readRate": 15.8}, {"category": "tech", "description": "Doctors found signs of the progressive degenerative disorder after his death.", "senRate": "positive", "title": "Former NFL Player Frank Gifford Suffered From CTE, Says Family - ABC News", "url": "http://abcnews.go.com/Health/nfl-player-frank-gifford-suffered-cte-family/story?id=35419132", "readRate": 15.6}, {"category": "business", "description": "Turing Pharmaceutical was criticized for raising the price of a drug to $750.", "senRate": "negative", "title": "Drug With Controversial 4,000% Price Hike Will Be Sold Half-Off to Hospitals, Company Says - ABC News", "url": "http://abcnews.go.com/Health/drug-controversial-4000-price-hike-sold-half-off/story?id=35416354", "readRate": 13.0}, {"category": "tech", "description": "The Thanksgiving holiday often means spending time with family, watching football or parades, and eating turkey dinner until your pants are at risk of splitting. But if you're concerned about literally busting a gut, we've compiled a few helpful tips on enjoying your Thanksgiving meal without the...", "senRate": "positive", "title": "Hold the Stuffing! Beware of Thanksgiving Calorie Overload - ABC News", "url": "http://abcnews.go.com/Health/hold-stuffing-beware-thanksgiving-calorie-overload/story?id=35401975", "readRate": 11.5}, {"category": "tech", "description": "Insects that can spread the disease are being found in southern U.S. states.", "senRate": "positive", "title": "‘Kissing Bug’ Can Lead to Dangerous Parasite Infection While You Sleep - ABC News", "url": "http://abcnews.go.com/Health/dangerous-chagas-infection-kissing-bug-found-states/story?id=35414947", "readRate": 12.9}, {"category": "tech", "description": "Studies suggest a woman's risk of cancer and diabetes may be lowered by breastfeeding.", "senRate": "positive", "title": "New Studies Show How Moms Also Benefit From Breast-Feeding - ABC News", "url": "http://abcnews.go.com/Health/studies-show-moms-benefit-breastfeeding/story?id=35398924", "readRate": 15.0}, {"category": "tech", "description": "People in seven states have been sickened in E.coli outbreak.", "senRate": "positive", "title": "Costco Chicken Salad Linked to Multi-State E.coli Outbreak That Sickened 19, CDC Says - ABC News", "url": "http://abcnews.go.com/Health/costco-chicken-salad-linked-multi-state-ecoli-outbreak/story?id=35400227", "readRate": 12.7}, {"category": "tech", "description": "Dr. Richard Besser reports on the growing outbreak from Monrovia, Liberia.", "senRate": "positive", "title": "Ebola Outbreak: Dr. Besser's Look at Life Inside the Hot Zone - ABC News", "url": "http://abcnews.go.com/Health/ebola-outbreak-dr-bessers-life-inside-hot-zone/story?id=25181793", "readRate": 12.9}, {"category": "tech", "description": "Sometimes that “Toaster” filter is just too much, right?", "senRate": "positive", "title": "Instagram Is About to Change for the Better - ABC News", "url": "http://abcnews.go.com/Technology/instagram-change/story?id=23979515", "readRate": 13.6}, {"category": "tech", "description": "Can the Mormon Church trademark the term \"Mormon?\" A legal dispute with a small business asks that question.", "senRate": "positive", "title": "Can the Church of Latter-Day Saints Trademark the Word 'Mormon'? - ABC News", "url": "http://abcnews.go.com/Business/church-day-saints-trademark-word-mormon/story?id=23988596", "readRate": 12.5}, {"category": "tech", "description": "Before there was Facebook, or YouTube, or Twitter, there was HOTorNOT, the website where (in the words of co-founder James Hong), “People uploaded their picture for others to rate on a scale of 1 to 10 based on hotness.” Hong and his partner, Jim Young, once told Newsweek that their inspired idea...", "senRate": "positive", "title": "Where Founders of Hot or NOT Are Today - ABC News", "url": "http://abcnews.go.com/Business/founders-hot-today/story?id=23901082", "readRate": 10.8}, {"category": "tech", "description": "Remember those terrible photos you posted on Myspace ten years ago? Well, Myspace does – and they might send you some to refresh your memory.", "senRate": "negative", "title": "Myspace Tries to Lure Back Old Members with Embarrassing Photos - ABC News", "url": "http://abcnews.go.com/Technology/myspace-lure-back-members-embarrassing-photos/story?id=23956879", "readRate": 10.6}, {"category": "tech", "description": "Rising costs of airfare may price out travelers in the future.", "senRate": "positive", "title": "Is Air Travel Becoming 'for Rich People' Only? - ABC News", "url": "http://abcnews.go.com/Travel/air-travel-rich-people/story?id=23927464", "readRate": 9.5}, {"category": "business", "description": "South Korea's financial regulator said Friday it is investigating possible insider trading by Samsung executives related to a contentious takeover deal. Kim Hongsik, director of the capital markets investigation unit at the Financial Services Commission, said South Korea's stock exchange...", "senRate": "positive", "title": "Samsung Execs Investigated for Possible Insider Trading - ABC News", "url": "http://abcnews.go.com/Technology/wireStory/samsung-execs-investigated-insider-trading-35571519", "readRate": 16.8}, {"category": "tech", "description": "Tourist Sandra Bell was poised to photograph a sedate scene of two crocodiles sunning themselves at the edge of an Australian waterhole when the picture unexpectedly exploded into violence. Bell was startled but managed to snap around 20 graphic photos as a 5-meter (16-foot) estuarine croc...", "senRate": "positive", "title": "Tourist Photographs Australian Scene of Croc Versus Croc - ABC News", "url": "http://abcnews.go.com/Technology/wireStory/tourist-photographs-australian-scene-croc-versus-croc-35571721", "readRate": 11.0}, {"category": "business", "description": "South Korea's financial regulator said Friday it has launched an investigation into possible insider trading by Samsung executives related to a contentious takeover deal. Kim Hongsik, director of the capital markets investigation unit at the Financial Services Commission, said South Korea's...", "senRate": "positive", "title": "Samsung Execs Investigated for Possible Insider Trading - ABC News", "url": "http://abcnews.go.com/Technology/wireStory/samsung-execs-investigated-insider-trading-35570134", "readRate": 16.5}, {"category": "tech", "description": "Wet and cloudy weather prevented NASA from resuming commercial space station deliveries Thursday. The space agency was looking to get back on track with the first U.S. shipment to the International Space station in nearly eight months, but thick clouds and rain prevented an unmanned Atlas...", "senRate": "positive", "title": "Bad Weather Delays US Space Station Shipment, 1st in Months - ABC News", "url": "http://abcnews.go.com/Technology/wireStory/nasa-counting-1st-us-space-station-shipment-months-35554830", "readRate": 11.8}, {"category": "tech", "description": "A NASA spacecraft that's supposed to fly to Mars and land on the red planet next year has a leak that could delay the mission. NASA said Thursday that the leak is in one of two prime science instruments. The seismic experiment belongs to the French Space Agency. French engineers are...", "senRate": "negative", "title": "NASA: Leak in French Instrument May Stall Next Mars Mission - ABC News", "url": "http://abcnews.go.com/Technology/wireStory/nasa-leak-french-instrument-stall-mars-mission-35567524", "readRate": 6.8}, {"category": "politics", "description": "Just what brought about the first meeting and match of Sayed Farook and Tashfeen Malik is one of the unknowns about the married couple suspected in the San Bernardino shootings. Farook was raised in Southern California by parents who were born in Pakistan. Last year, he went to Saudi Arabia...", "senRate": "positive", "title": "Shooter to Possible Brides: I Like Target Practice, Travel - ABC News", "url": "http://abcnews.go.com/Technology/wireStory/qa-website-profile-matching-san-bernardino-suspect-35566249", "readRate": 11.7}, {"category": "tech", "description": "Poor weather prompted NASA officials to make a last minute decision on the launch pad to postpone the launch of the Cygnus spacecraft to the International Space Station.", "senRate": "positive", "title": "Cygnus Launch Delayed to International Space Station - ABC News", "url": "http://abcnews.go.com/Technology/cygnus-launch-delayed-international-space-station/story?id=35564001", "readRate": 14.3}, {"category": "tech", "description": "Soon, you'll be able to make your friends and family jealous of your vacation in real-time with a live video feature being tested for Facebook users in the U.S.", "senRate": "positive", "title": "Facebook Live Video Will Let Users Share Experiences in Real-Time - ABC News", "url": "http://abcnews.go.com/Technology/facebook-live-video-users-share-experiences-real-time/story?id=35559973", "readRate": 11.8}, {"category": "tech", "description": "The makers of Raspberry Pi announced today its latest fully functioning computer will be available for $5.", "senRate": "positive", "title": "Raspberry Pi Zero: What You Can Do With This $5 Computer - ABC News", "url": "http://abcnews.go.com/Technology/raspberry-pi-computer/story?id=35432176", "readRate": 12.8}, {"category": "tech", "description": "Vtech, the maker of high-tech educational toys for children, confirmed it suffered a security breach, potentially putting the information of customers at risk.", "senRate": "negative", "title": "Toy Maker VTech Suffers Security Breach: What You Need to Know - ABC News", "url": "http://abcnews.go.com/Technology/toy-maker-vtech-suffers-security-breach/story?id=35512412", "readRate": 16.5}, {"category": "tech", "description": "More than a decade after it went missing, the Beagle 2 Mars Lander has finally been found.", "senRate": "positive", "title": "Long-Missing Beagle 2 Mars Lander Finally Found - ABC News", "url": "http://abcnews.go.com/Technology/long-missing-beagle-mars-lander-finally-found/story?id=28266901", "readRate": 11.9}, {"category": "tech", "description": "Elon Musk's dream for the Hyperloop, a tube-like high-speed transportation system, is moving forward.", "senRate": "positive", "title": "Elon Musk Moves Forward With Multi-Billion Dollar Hyperloop Idea - ABC News", "url": "http://abcnews.go.com/Technology/elon-musk-moves-forward-multi-billion-dollar-hyperloop/story?id=28271402", "readRate": 13.5}, {"category": "tech", "description": "A suspected gas leak promoted astronauts to evacuated to Russian section of ISS.", "senRate": "positive", "title": "International Space Station: Inside the Moments After Astronauts Evacuated - ABC News", "url": "http://abcnews.go.com/Technology/international-space-station-inside-moments-astronauts-evacuated/story?id=28218636", "readRate": 16.3}, {"category": "tech", "description": "Astronaut Chris Hadfield, the guy who literally rocked out in space, is spreading an optimistic message just in time for the start of 2015.\nThe Canadian astronaut -- famous for his fantastic mustache and killer rendition of David Bowie's \"Space Oddity\" -- presented his New Year's gift to the world,...", "senRate": "positive", "title": "Astronaut Chris Hadfield's 'Guide to Optimism' Will Make You Smile - ABC News", "url": "http://abcnews.go.com/Technology/astronaut-chris-hadfields-guide-optimism-make-smile/story?id=27877648", "readRate": 11.6}, {"category": "tech", "description": "Billionaire Elon Musk wants to make sure the world will never face a robot uprising.", "senRate": "positive", "title": "Elon Musk Donates $10 Million to Make Sure Robots Don't Kill Us - ABC News", "url": "http://abcnews.go.com/Technology/elon-musk-donates-10-million-make-robots-kill/story?id=28249487", "readRate": 13.4}, {"category": "tech", "description": "After two catastrophic losses in less than a year of cargo vessels bound for the International Space Station, NASA is ready to resume its commercial resupply missions.", "senRate": "positive", "title": "Why NASA's Commercial Resupply Mission This Week Matters - ABC News", "url": "http://abcnews.go.com/Technology/nasas-commercial-resupply-mission-week-matters/story?id=35492420", "readRate": 18.2}, {"category": "politics", "description": "The teenage sisters who became New Hampshire celebrities for taking a picture with every presidential candidate, have decided to use their newfound clout – to endorse Hillary Clinton.\nEmma and Addy Nozell took an “endorsement selfie” with Clinton at the Women’s Economic Opportunity Summit on...", "senRate": "positive", "title": "'Presidential Selfie Girls' Endorse Hillary Clinton - ABC News", "url": "http://abcnews.go.com/Politics/presidential-selfie-girls-endorse-hillary-clinton/story?id=35554778", "readRate": 11.0}, {"category": "business", "description": "A marble bust of former Vice President Dick Cheney was officially unveiled today in the U.S. Capitol. During a mid-day ceremony, Cheney was introduced by his former boss, President George W. Bush.\n“I must confess I’m somewhat reluctant to come back to Washington. The last time I showed up here I...", "senRate": "positive", "title": "Dick Cheney Marble Bust Unveiled in US Capitol - ABC News", "url": "http://abcnews.go.com/Politics/dick-cheney-marble-bust-unveiled-us-capitol/story?id=35559029", "readRate": 11.4}, {"category": "politics", "description": "Jon Stewart doesn’t like coming to Capitol Hill.\nBut just months after walking the halls of Congress with ailing 9/11 first responders, the former “Daily Show” host returned to Washington to once again lobby lawmakers on re-upping funding for 9/11 first responder health programs.\nStewart, with a...", "senRate": "negative", "title": "Jon Stewart Returns to Capitol Hill to Lobby for 9/11 Responders - ABC News", "url": "http://abcnews.go.com/Politics/jon-stewart-returns-capitol-hill-lobby-911-health/story?id=35555433", "readRate": 12.4}, {"category": "tech", "description": "President Obama remarked on the San Bernardino shooting alongside his National Security team at the White House.", "senRate": "positive", "title": "San Bernardino Shooting Could Be Related to Terrorism, Obama Says - ABC News", "url": "http://abcnews.go.com/Politics/san-bernardino-shooting-related-terrorism-obama/story?id=35553655", "readRate": 13.1}, {"category": "politics", "description": "Meet Hillary Clinton: Everything You Need to Know (And Probably Didn’t Know) About The 2016 Presidential Candidate.", "senRate": "positive", "title": "Meet Hillary Clinton: Everything You Need to Know (And Probably Didn’t Know) About the 2016 Democratic Presidential Candidate - ABC News", "url": "http://abcnews.go.com/Politics/meet-hillary-clinton-didnt-prospective-2016-presidential-candidate/story?id=30232350", "readRate": 13.1}, {"category": "politics", "description": "Meet Rand Paul: Everything You Need To Know (And Probably Didn’t Know) About The 2016 Presidential Candidate", "senRate": "positive", "title": "Meet Rand Paul: Everything You Need To Know (And Probably Didn’t Know) About The 2016 Republican Presidential Candidate - ABC News", "url": "http://abcnews.go.com/Politics/meet-rand-paul-didnt-2016-presidential-candidate/story?id=30124694", "readRate": 12.1}, {"category": "politics", "description": "He visits a lot of historic sites, which often necessitates footwear removal.", "senRate": "positive", "title": "5 Times President Obama Ditched His Shoes Overseas - ABC News", "url": "http://abcnews.go.com/Politics/times-president-obama-ditched-shoes-overseas/story?id=28461858", "readRate": 11.7}, {"category": "entertainment", "description": "The third official, full-length trailer for \"Batman v Superman\" launched last night and the pieces of the puzzle are starting to fall into place. We've finally been intro", "senRate": "positive", "title": "'Batman v Superman: Dawn of Justice': 5 Takeaways From New Trailer - ABC News", "url": "http://abcnews.go.com/Entertainment/batman-superman-dawn-justice-takeaways-trailer/story?id=35556532", "readRate": 7.7}, {"category": "entertainment", "description": "Idris Elba is back as the titular detective John Luther in what BBC America is calling a one-night TV special of their hit show, \"Luther\".\nElba warned journalists Wednesday night at the New York City screening inside The Roxy Hotel, that it is not a reboot. Instead, the actor hopes the nearly...", "senRate": "positive", "title": "Idris Elba Says 'Luther Is My Bond,' Talks Desire to Turn Series into a Film - ABC News", "url": "http://abcnews.go.com/Entertainment/idris-elba-luther-bond-talks-desire-turn-series/story?id=35560769", "readRate": 7.3}, {"category": "entertainment", "description": "Actor, who has been absent in lead-up to \"The Force Awakens,\" appears in video.", "senRate": "positive", "title": "Mark Hamill Dresses Up as a Stormtrooper for Charity - ABC News", "url": "http://abcnews.go.com/Entertainment/mark-hamill-dresses-stormtrooper-charity/story?id=35557644", "readRate": 9.4}, {"category": "entertainment", "description": "Steven Spielberg is making it clear that as long as he has anything to say about it, Harrison Ford will never be replaced as the namesake character of the \"Indiana Jones\" movies.\nThe director of the adventure film franchise told Screen Daily that, in his mind, the role of the iconic character...", "senRate": "positive", "title": "Steven Spielberg Has No Plan to Replace Harrison Ford in Future 'Indiana Jones' Films - ABC News", "url": "http://abcnews.go.com/Entertainment/steven-spielberg-plan-replace-harrison-ford-future-indiana/story?id=35556889", "readRate": 12.7}, {"category": "entertainment", "description": "Pop star celebrated turning 34 with a surprise party from family and friends.", "senRate": "negative", "title": "How Britney Spears Celebrated Her 34th Birthday - ABC News", "url": "http://abcnews.go.com/Entertainment/britney-spears-celebrated-34th-birthday/story?id=35555759", "readRate": 8.2}]